/* */
/* Copyright (c) 2008 Software Ambience Corp. All rights reserved. */
/* */

"Main_Edition_Beta" = "Beta";
"Main_Edition_MacAppStore" = "für Mac App Store";

"Main_DropAreaHint_Disk" = "Disk zum Scanner hierher ziehen";
"Main_DropAreaHint_Folder" = "Ordner zum Scannen hierher ziehen";
"Main_DropAreaHint_License" = "um DaisyDisk zu registrieren, Lizenz hierher ziehen";

"Main_TitleButton_BuyNow" = "Testversion. Jetzt kaufen…";
"Main_TitleButton_UpgradeNow" = "Testversion. Jetzt upgraden…";
"Main_TitleButton_BetaExpiration" = "%1$@ läuft aus am %2$@";

"Main_Menu_RescanAsLastTime" = "„%@“ erneut scannen";
"Main_Menu_RescanAsLastTimeNone" = "Erneut scannen";
"Main_Menu_RescanAsAdminQuick" = "Als Administrator „%@“ schnell erneut scannen";
"Main_Menu_RescanAsAdminQuickNone" = "Als Administrator schnell erneut scannen";
"Main_Menu_RescanAsAdminFull" = "Als Administrator „%@“ komplett erneut scannen";
"Main_Menu_RescanAsAdminFullNone" = "Als Administrator komplett erneut scannen";
"Main_Menu_RescanAsNormalUser" = "Als Anwender „%@“ erneut scannen";
"Main_Menu_RescanAsNormalUserNone" = "Als Anwender erneut scannen";

"Main_Alert_QuitWarning_Scanning_Title" = "Scan läuft";
"Main_Alert_QuitWarning_Scanning_Message" = "DaisyDisk scannt gerade. \nWenn Sie nun abbrechen, wird der Scan nicht abgeschlossen.";
"Main_Alert_QuitWarning_Deleting_Title" = "Dateilöschung in Arbeit";
"Main_Alert_QuitWarning_Deleting_Message" = "Wenn Sie jetzt beenden, werden einige Dateien nicht gelöscht.";
"Main_Alert_QuitWarning_NonEmptyCollector_Title" = "Dateien sind gesammelt aber nicht gelöscht.";
"Main_Alert_QuitWarning_NonEmptyCollector_Message" = "Wenn Sie jetzt beenden, wird DaisyDisk alle gesammelten Dateien nicht gelöscht.";

"Main_Alert_QuitWarning_Quit" = "Beenden erzwingen";
"Main_Alert_QuitWarning_Cancel" = "Abbrechen";

"Main_Admin_Prompt" = "DaisyDisk will einen Helper mit Admin Rechten starten.";

/*deprecated; upgrade scopebar*/
"Main_Scopebar_Upgrade_FreeUpgrade" = "DaisyDisk %@ ist als kostenloses Upgrade für Sie verfügbar";
"Main_Scopebar_Upgrade_PaidUpgrade" = "DaisyDisk %1$@ ist verfügbar. Für Sie kostet das Upgrade nur %2$@";
"Main_Scopebar_Upgrade_JustUpgrade" = "DaisyDisk %@ ist verfügbar";
"Main_Scopebar_Upgrade_Button_Upgrade" = "Upgrade";
"Main_Alert_RemindUpgrade_Title" = "Sollen wir Sie später an das Upgrade erinnern?";
"Main_Alert_RemindUpgrade_Button_YesLater" = "Ja, nächstes Mal";
"Main_Alert_RemindUpgrade_Button_NoNever" = "Nicht mehr erinnern";
/*deprecated*/

/*"achievements" displayed on the scope bar*/
"Main_Scopebar_Score_5GB" = "Glückwunsch. Sie haben gerade %@ Speicherplatz auf Ihrem Laufwerk gewonnen. Das ist mehr Speicher als ein iPod 2001 hatte!";
"Main_Scopebar_Score_10GB" = "Yeah! %@ an zusätzlichem Speicherplatz zu haben ist immer gut.";
"Main_Scopebar_Score_20GB" = "Cool! Sie haben gerade %1$@ für Ihre Daten freigemacht. Das ist %2$@#(x,x) so viel, wie der Original-iMac an Festplattenspeicher hatte.";
"Main_Scopebar_Score_50GB" = "%1$@ an unnützem Krams sind nun weg. Nun haben Sie genug Platz für mehr als %2$@ #(HD-Film,HD-Filme).";
"Main_Scopebar_Score_100GB" = "Du hast %1$@ freigeräumt. Das ist mehr als %2$@ #(Paket,Pakete) DVD-Rs.";
"Main_Scopebar_Score_200GB" = "Sie haben sich gerade %@ wiedergeholt. Das hätte eine komplette MacBook-Festplatte sein können.";
"Main_Scopebar_Score_500GB" = "Großreinigung! Sie haben gerade %@ freigemacht. Das ist ’ne ganze Menge!";

/*corresponding achievments as they appear on Twitter*/
"Main_Score_Twitter_5GB" = "Yeah! Ich hab %@ auf meiner Platte freigemacht. Das ist mehr Speicher, als der iPod 2001 hatte! Danke @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_10GB" = "Yeah! %@ an zusätzlichem Speicherplatz zu haben ist immer gut. Danke @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_20GB" = "Schwups, %1$@ mehr Platz. Das ist %2$@#(x,x) so viel, wie der 1. iMac an Plattenplatz hatte. Danke @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_50GB" = "%1$@ an unnützem Krams sind nun weg. Nun habe ich genug Platz für mehr als %2$@ #(HD-Film,HD-Filme). Danke @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_100GB" = "Ich habe gerade %1$@ freigemacht. Diese Daten hätten mehr als %2$@ #(Paket,Pakete) DVD-Rs belegt. Danke @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_200GB" = "Ich habe mir gerade %@ wiedergeholt. Das hätte eine ganze MacBook-Festplatte sein können. Danke @DaisyDisk http://cl.ly/ehk4";
"Main_Score_Twitter_500GB" = "Großreinigung! Ich habe gerade %@ freigemacht. Das ist ’ne ganze Menge!  Danke @DaisyDisk http://cl.ly/ehk4";

/*tweeting score from the About window*/
"Main_Score_About_Twitter_Base" = "@DaisyDisk http://cl.ly/ehYa hat mir dabei geholfen, mehr als %@ auf meinen Laufwerken freizumachen.";
"Main_Score_About_Twitter_0GB" = "Vor 20 Jahren hätte man %@ #(Diskette,Disketten) für diese Daten gebraucht.";
"Main_Score_About_Twitter_5GB" = "Das ist mehr als der Speicherplatz des Original-iPods!";
"Main_Score_About_Twitter_6GB" = "Andernfalls hätte das %@ #(CD-R,CD-Rs) belegt.";
"Main_Score_About_Twitter_20GB" = "Das sind mehr als %@ #(MP3-Lied,MP3-Lieder)";
"Main_Score_About_Twitter_50GB" = "Genug Speicher für %@ #(HD-Film,HD-Filme)";
"Main_Score_About_Twitter_256GB" = "Das ist viel mehr als ein MacBook Air jemals hatte!";
"Main_Score_About_Twitter_320GB" = "Das ist die Größe eines MacBook-Pro-Laufwerks!";
"Main_Score_About_Twitter_500GB" = "Dies könnte eine Time Capsule füllen!";
"Main_Score_About_Twitter_1000GB" = "Andernfalls müsste ich eine Terabyte-Laufwerk kaufen!";
"Main_Score_About_Twitter_1500GB" = "Das ist genug Speicher um %@ #(CD,CDs) in Original-Qualität zu speichern";

"Main_Scopebar_Score_Button_Tweet" = "Twittere das!";
"Main_Scopebar_Score_Button_Disable" = "Zeige diese Nachricht nicht mehr an";
"Main_Scopebar_Score_Button_Close" = "Schließe diese Nachricht";
"Main_Scopebar_Score_RateInMAS" = "Gefällt Ihnen DaisyDisk? Bitte bewerten Sie es im App Store";
"Main_Scopebar_Score_Button_Rate" = "Bewerten";

